import React, { Component } from 'react';

export class Home extends Component {
  static displayName = Home.name;

  render () {
      return (
      <div>
        <h1>Доборого вам дня!</h1>
        <p>Ви зайшли на шкільну платформу Step-by-step:</p>
        <ul>
          <li><a href='http://osvita.ch.ua/'>Управління освіти Чернігівської міської ради</a></li>
          <li><a href='http://uon.cg.gov.ua/'>Управління освіти і науки Чернігівської державної адміністрації</a></li>
          <li><a href='https://mon.gov.ua/ua'>Міністерство освіти України</a></li>
        </ul>
        <p>Наш веб-сайт надає можливість школам зручно проводити процес навчання в мережі Інтернет:</p>
        <ul>
          <li><strong>Повне адміністрування:</strong>як тільки ви отримали доступ до облікового запису адміністратора, ви можете перенести свою школу сюди.</li>
          <li><strong>Завершений цикл навчального процесу:</strong> опублікування матеріалів уроків, домашнього завдання, завантаження домашнього завдання зі сторони учнів та його оцінювання</li>
          <li><strong>Широка мережа спілкування:</strong>ви завжди можете написати повідомлення тій людині, яка вам потрібна.</li>
        </ul>
        <p>Для подальшої співпраці напишіть на мою пошту - <a href="mailto:furs.dmitry@gmail.com">furs.dmitry@gmail.com</a> </p>
      </div>
    );
  }
}
